[
  {
    "text": "For the Lord gives wisdom; from his mouth come knowledge and understanding.",
    "book": "Proverbs",
    "chapter": 2,
    "verse": 6
  },
  {
    "text": "If any of you lacks wisdom, let him ask of God, who gives to all liberally and without reproach, and it will be given to him.",
    "book": "James",
    "chapter": 1,
    "verse": 5
  },
  {
    "text": "Your word is a lamp to my feet and a light to my path.",
    "book": "Psalm",
    "chapter": 119,
    "verse": 105
  },
  {
    "text": "The beginning of wisdom is this: Get wisdom. Though it cost all you have, get understanding.",
    "book": "Proverbs",
    "chapter": 4,
    "verse": 7
  },
  {
    "text": "For this reason, since the day we heard about you, we have not stopped praying for you. We continually ask God to fill you with the knowledge of his will through all the wisdom and understanding that the Spirit gives, so that you may live a life worthy of the Lord and please him in every way.",
    "book": "Colossians",
    "chapter": 1,
    "verse": "9-10"
  },
  {
    "text": "Blessed are those who find wisdom, those who gain understanding.",
    "book": "Proverbs",
    "chapter": 3,
    "verse": 13
  },
  {
    "text": "Wisdom preserves those who have it.",
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 12
  },
  {
    "text": "Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God’s will is—his good, pleasing and perfect will.",
    "book": "Romans",
    "chapter": 12,
    "verse": 2
  },
  {
    "text": "And Jesus grew in wisdom and stature, and in favor with God and man.",
    "book": "Luke",
    "chapter": 2,
    "verse": 52
  },
  {
    "text": "And this is my prayer: that your love may abound more and more in knowledge and depth of insight, so that you may be able to discern what is best and may be pure and blameless for the day of Christ.",
    "book": "Philippians",
    "chapter": 1,
    "verse": "9-10"
  },
  {
    "text": "For my thoughts are not your thoughts, neither are your ways my ways,\" declares the Lord. \"As the heavens are higher than the earth, so are my ways higher than your ways and my thoughts than your thoughts.",
    "book": "Isaiah",
    "chapter": 55,
    "verse": "8-9"
  },
  {
    "text": "For wisdom is more precious than rubies, and nothing you desire can compare with her.",
    "book": "Proverbs",
    "chapter": 8,
    "verse": 11
  },
  {
    "text": "Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.",
    "book": "Matthew",
    "chapter": 7,
    "verse": 7
  },
  {
    "text": "But whose delight is in the law of the Lord, and who meditates on his law day and night. That person is like a tree planted by streams of water, which yields its fruit in season and whose leaf does not wither—whatever they do prospers.",
    "book": "Psalm",
    "chapter": 1,
    "verse": "2-3"
  },
  {
    "text": "How much better to get wisdom than gold, to get insight rather than silver!",
    "book": "Proverbs",
    "chapter": 16,
    "verse": 16
  }
]
